define(function() {
  return {
    contracts: {
      "total": 59601,
      "data": [{
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000029",
          "inn": "6501154161",
          "fullName": "Главное управление Министерства Российской Федерации по делам гражданской обороны, чрезвычайным ситуациям и ликвидации последствий стихийных бедствий по Сахалинской области"
        },
        "price": 2350000,
        "id": "52d7e8f5f96d7f6f31aa0aed",
        "regNum": "0161100002913000030",
        "products": {
          "product": {
            "name": "Услуги местной телефонной связи",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 2350000,
            "OKDP": {
              "code": "6420020",
              "#text": "\n \n \n ",
              "name": "Услуги местной телефонной связи"
            },
            "sid": "49799532",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "2350000",
            "quantity": "1"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "г. Южно-Сахалинск, пр-т Победы,39",
            "contactInfo": {
              "middleName": "Юрьевна",
              "lastName": "Княжище",
              "#text": "\n \n \n \n ",
              "firstName": "Анна"
            },
            "organizationName": "Дальсатком",
            "organizationForm": "OOO",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "12165",
              "#text": "\n \n \n ",
              "singularName": "Общество с ограниченной ответственностью"
            },
            "inn": "6501104330",
            "participantType": "U",
            "contactPhone": "7-4242-499336",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "г.Южно-Сахалинск, ул. Амурская,137а"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000040",
          "inn": "6501179230",
          "fullName": "Сахалино-Курильское территориальное управление Федерального агентства по рыболовству"
        },
        "price": 717304.32,
        "id": "52d7e8f6f96d7f6f31aa0f9b",
        "regNum": "0161100004013000128",
        "products": {
          "product": [{
            "name": "Услуги по снабжению электроэнергией",
            "OKEI": {
              "code": "245",
              "#text": "\n \n \n ",
              "name": "Киловатт-час"
            },
            "price": 5.64,
            "OKDP": {
              "code": "9440100",
              "#text": "\n \n \n ",
              "name": "Услуги по снабжению электроэнергией"
            },
            "sid": "49795961",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "211955.61",
            "quantity": "37611"
          }, {
            "name": "Услуги по снабжению электроэнергией",
            "OKEI": {
              "code": "245",
              "#text": "\n \n \n ",
              "name": "Киловатт-час"
            },
            "price": 6.25,
            "OKDP": {
              "code": "9440100",
              "#text": "\n \n \n ",
              "name": "Услуги по снабжению электроэнергией"
            },
            "sid": "49795962",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "505348.71",
            "quantity": "80848"
          }],
          "#text": "\n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "693020, обл Сахалинская, г Южно-Сахалинск, пр-кт Коммунистический, 43",
            "contactInfo": {
              "middleName": "Николаевич",
              "lastName": "Малюга",
              "#text": "\n \n \n \n ",
              "firstName": "Антон"
            },
            "organizationName": "ОТКРЫТОЕ АКЦИОНЕРНОЕ ОБЩЕСТВО ЭНЕРГЕТИКИ И ЭЛЕКТРИФИКАЦИИ \"САХАЛИНЭНЕРГО\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "12247",
              "#text": "\n \n \n ",
              "singularName": "Открытое акционерное общество"
            },
            "inn": "6500000024",
            "participantType": "U",
            "contactPhone": "8-4242-782159",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693000, Сахалинская область , г.Южно-Сахалинск, ул.Поповича , д.112 ",
            "contactFax": "8-4242-782109"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000040",
          "inn": "6501179230",
          "fullName": "Сахалино-Курильское территориальное управление Федерального агентства по рыболовству"
        },
        "price": 81750,
        "id": "52d7e8f6f96d7f6f31aa0f9c",
        "regNum": "0161100004013000129",
        "products": {
          "product": {
            "name": "Услуги органов милиции и прокуратуры",
            "OKEI": {
              "code": "383",
              "#text": "\n \n \n ",
              "name": "Рубль"
            },
            "price": 6812.5,
            "OKDP": {
              "code": "7523010",
              "#text": "\n \n \n ",
              "name": "Услуги органов милиции и прокуратуры"
            },
            "sid": "49798614",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "81750",
            "quantity": "12"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "693020, обл Сахалинская, г Южно-Сахалинск, ул Ленина, 149",
            "contactInfo": {
              "middleName": "Викторович",
              "lastName": "Кузнецов",
              "#text": "\n \n \n \n ",
              "firstName": "Олег"
            },
            "organizationName": "федеральное государственное казенное учреждение \"Управление вневедомственной охраны Управления Министерства внутренних дел Российской Федерации по Сахалинской области\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "20904",
              "#text": "\n \n \n ",
              "singularName": "Казенное учреждение"
            },
            "inn": "6501249046",
            "participantType": "U",
            "contactPhone": "8-4242-780416",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693020, обл Сахалинская, г Южно-Сахалинск, ул Ленина, 149",
            "contactFax": "8-4242-727138"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000040",
          "inn": "6501179230",
          "fullName": "Сахалино-Курильское территориальное управление Федерального агентства по рыболовству"
        },
        "price": 49500,
        "id": "52d7e8f6f96d7f6f31aa0f9d",
        "regNum": "0161100004013000130",
        "products": {
          "product": {
            "name": "Услуги органов милиции и прокуратуры",
            "OKEI": {
              "code": "383",
              "#text": "\n \n \n ",
              "name": "Рубль"
            },
            "price": 4125,
            "OKDP": {
              "code": "7523010",
              "#text": "\n \n \n ",
              "name": "Услуги органов милиции и прокуратуры"
            },
            "sid": "49802588",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "49500",
            "quantity": "12"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "693020, обл Сахалинская, г Южно-Сахалинск, ул Ленина, 149",
            "contactInfo": {
              "middleName": "Викторович",
              "lastName": "Кузнецов",
              "#text": "\n \n \n \n ",
              "firstName": "Олег"
            },
            "organizationName": "федеральное государственное казенное учреждение \"Управление вневедомственной охраны Управления Министерства внутренних дел Российской Федерации по Сахалинской области\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "20904",
              "#text": "\n \n \n ",
              "singularName": "Казенное учреждение"
            },
            "inn": "6501249046",
            "participantType": "U",
            "contactPhone": "8-4242-780416",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693020, обл Сахалинская, г Южно-Сахалинск, ул Ленина, 149",
            "contactFax": "8-4242-727138"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000040",
          "inn": "6501179230",
          "fullName": "Сахалино-Курильское территориальное управление Федерального агентства по рыболовству"
        },
        "price": 34475.04,
        "id": "52d7e8f6f96d7f6f31aa0f9e",
        "regNum": "0161100004013000131",
        "products": {
          "product": {
            "name": "Услуги органов милиции и прокуратуры",
            "OKEI": {
              "code": "383",
              "#text": "\n \n \n ",
              "name": "Рубль"
            },
            "price": 2872.92,
            "OKDP": {
              "code": "7523010",
              "#text": "\n \n \n ",
              "name": "Услуги органов милиции и прокуратуры"
            },
            "sid": "49804633",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "34475.04",
            "quantity": "12"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "771901001",
            "factualAddress": "693005, Сахалинская область, г. Южно-Сахалинск, ул. Карпатская, 3",
            "contactInfo": {
              "middleName": "Федорович",
              "lastName": "Приходько",
              "#text": "\n \n \n \n ",
              "firstName": "Виктор"
            },
            "organizationName": "Филиал Федерального государственного унитарного предприятия \"Охрана\" Министерства внутренних дел Российской Федерации по Сахалинской области",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "15242",
              "#text": "\n \n \n ",
              "singularName": "Государственное унитарное предприятие субъекта Российской Федерации"
            },
            "inn": "7719555477",
            "participantType": "U",
            "contactPhone": "8-4242-728479",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693005, Сахалинская область, г. Южно-Сахалинск, ул. Карпатская, 3",
            "contactFax": "8-4242-500854"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000052",
          "inn": "6501164346",
          "fullName": "Управление Федеральной миграционной службы по Сахалинской области"
        },
        "price": 129900,
        "id": "52d7e8f6f96d7f6f31aa10f7",
        "regNum": "0161100005213000038",
        "products": {
          "product": {
            "name": "Поставка расходных материалов",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 10825,
            "OKDP": {
              "code": "3010050",
              "#text": "\n \n \n ",
              "name": "Детали и принадлежности, включая расходные материалы для средств автоматизации управленческого и инженерно - технического труда [3010480] - [3010542]"
            },
            "sid": "49782685",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "129900",
            "quantity": "12"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "760401001",
            "legalForm": {
              "code": "12165",
              "#text": "\n \n \n ",
              "singularName": "Общество с ограниченной ответственностью"
            },
            "factualAddress": "150000, г.Ярославль, ул.Революционная, д.30 кв.2",
            "contactInfo": {
              "middleName": "Александрович",
              "lastName": "Левин",
              "#text": "\n \n \n \n ",
              "firstName": "Ян"
            },
            "organizationName": "\"СЛК\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "contactEMail": "tender@s-l-k.ru",
            "inn": "7604247042",
            "participantType": "U",
            "contactPhone": "7-4852-200812",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "150000, г.Ярославль, ул.Революционная, д.30 кв.2",
            "contactFax": "7-4852-200812"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000056",
          "inn": "6501115412",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 1 по Сахалинской области"
        },
        "price": 175160.76,
        "id": "52d7e8f6f96d7f6f31aa1184",
        "regNum": "0161100005613000062",
        "products": {
          "product": {
            "name": "Оказание информационных услуг с использованием экземпляров системы",
            "OKEI": {
              "code": "366",
              "#text": "\n \n \n ",
              "name": "Год"
            },
            "price": 175160.76,
            "OKDP": {
              "code": "9221000",
              "#text": "\n \n \n ",
              "name": "Услуги специализированных организаций по передаче данных и информационному обеспечению пользователей на основе баз данных и информационно - вычислительных сетей"
            },
            "sid": "49783351",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "175160.76",
            "quantity": "1"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "693007 г.Южно-Сахалинск ул. им. А.Буюклы 6",
            "contactInfo": {
              "middleName": "Иванович",
              "lastName": "Короткевич",
              "#text": "\n \n \n \n ",
              "firstName": "Валентин"
            },
            "organizationName": "\"Консультант Плюс Сахалин\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "12165",
              "#text": "\n \n \n ",
              "singularName": "Общество с ограниченной ответственностью"
            },
            "inn": "6501241199",
            "participantType": "U",
            "contactPhone": "7-4242-467676",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693007 г.Южно-Сахалинск ул. им. А.Буюклы 6"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000056",
          "inn": "6501115412",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 1 по Сахалинской области"
        },
        "price": 144715.2,
        "id": "52d7e8f6f96d7f6f31aa1185",
        "regNum": "0161100005613000063",
        "products": {
          "product": {
            "name": "Услуги по контролю за каналом системы передачи тревожного извещения",
            "OKEI": {
              "code": "366",
              "#text": "\n \n \n ",
              "name": "Год"
            },
            "price": 144715.2,
            "OKDP": {
              "code": "7523010",
              "#text": "\n \n \n ",
              "name": "Услуги органов милиции и прокуратуры"
            },
            "sid": "49793003",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "144715.2",
            "quantity": "1"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "693012, г.Южно-Сахалинск, ул. Украинская, 51",
            "contactInfo": {
              "middleName": "В.",
              "lastName": "Кузнецов",
              "#text": "\n \n \n \n ",
              "firstName": "О."
            },
            "organizationName": "Федеральное государственное казенное учреждение \"Управление вневедомственной охраны Управления Министерства внутренних дел Российской Федерации по Сахалинской области",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6501249046",
            "participantType": "U",
            "contactPhone": "7-4242-780416",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693020, г.Южно-Сахалинск, ул.Ленина, 149"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650101001",
          "regNum": "01611000056",
          "inn": "6501115412",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 1 по Сахалинской области"
        },
        "price": 97000,
        "id": "52d7e8f6f96d7f6f31aa1186",
        "regNum": "0161100005613000064",
        "products": {
          "product": {
            "name": "Оказание медицинских услуг-проведение предрейсовых медицинских осмотров",
            "OKEI": {
              "code": "366",
              "#text": "\n \n \n ",
              "name": "Год"
            },
            "price": 97000,
            "OKDP": {
              "code": "8511030",
              "#text": "\n \n \n ",
              "name": "Услуги профилактических и реабилитационных клиник"
            },
            "sid": "49797072",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "97000",
            "quantity": "1"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650101001",
            "factualAddress": "г.Южно-Сахалинск, пр.Мира, 85",
            "contactInfo": {
              "middleName": "С.",
              "lastName": "Глушан",
              "#text": "\n \n \n \n ",
              "firstName": "В."
            },
            "organizationName": "Государственное бюджетное учреждение здравоохранения Сахалинской области \"Городская поликлиника № 2 города Южно-Сахалинска\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6501098573",
            "participantType": "U",
            "contactPhone": "7-4242-728199",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "г.Южно-Сахалинск, пр.Мира, 85, 693000"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 44605.93,
        "id": "52d7e8f6f96d7f6f31aa12f6",
        "regNum": "0161100006913000038",
        "products": {
          "product": [{
            "name": "отпуск питьевой воды\n",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 15.73,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49578245",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "12710.04",
            "quantity": "808.02"
          }, {
            "name": "отпуск питьевой воды",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 39.48,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49578246",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "31895.89",
            "quantity": "807.9"
          }],
          "#text": "\n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650901001",
            "factualAddress": "694620, обл Сахалинская, г Холмск, ул Портовая, 11, А",
            "contactInfo": {
              "middleName": "Рахимзановна",
              "lastName": "Костина",
              "#text": "\n \n \n \n ",
              "firstName": "Ирина"
            },
            "organizationName": "Общество с ограниченной ответственностью \"Холмский водоканал\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6509020226",
            "participantType": "U",
            "contactPhone": "8-42433-20464",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694620, Сахалинская обл., г. Холмск, ул. Портовая, 11/А"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 2551.77,
        "id": "52d7e8f6f96d7f6f31aa12f7",
        "regNum": "0161100006913000039",
        "products": {
          "product": [{
            "name": "Вода питьевая",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 74.08,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49561485",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "666.72",
            "quantity": "9"
          }, {
            "name": "Вода питьевая\n",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 70.69,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49555070",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "636.21",
            "quantity": "9"
          }, {
            "name": "прием сточных вод",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 71,
            "OKDP": {
              "code": "9450030",
              "#text": "\n \n \n ",
              "name": "Услуги по водоотведению, осуществляемые на основании договоров"
            },
            "sid": "49555071",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "639",
            "quantity": "9"
          }, {
            "name": "прием сточных вод",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 67.76,
            "OKDP": {
              "code": "9450030",
              "#text": "\n \n \n ",
              "name": "Услуги по водоотведению, осуществляемые на основании договоров"
            },
            "sid": "49555072",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "609.84",
            "quantity": "9"
          }],
          "#text": "\n \n \n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650501001",
            "factualAddress": "694740, обл Сахалинская, г Невельск, ул Советская, 36",
            "contactInfo": {
              "middleName": "Николаевич",
              "lastName": "Кочубей",
              "#text": "\n \n \n \n ",
              "firstName": "Юрий"
            },
            "organizationName": "Муниципальное унитарное предприятие \"Невельские коммунальные сети\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6505011534",
            "participantType": "U",
            "contactPhone": "8-42436-61544",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694740, обл Сахалинская, г Невельск, ул Советская, 36"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 53188.09,
        "id": "52d7e8f6f96d7f6f31aa12f8",
        "regNum": "0161100006913000040",
        "products": {
          "product": {
            "name": "тепловая энергия\n",
            "OKEI": {
              "code": "233",
              "#text": "\n \n \n ",
              "name": "Гигакалория"
            },
            "price": 4542.11,
            "OKDP": {
              "code": "4030204",
              "#text": "\n \n \n ",
              "name": "Теплоэнергия, отпущенная коммунальными (работающими на общую теплосеть) котельными"
            },
            "sid": "49549493",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "53188.09",
            "quantity": "11.71"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650501001",
            "factualAddress": "694740, обл Сахалинская, г Невельск, ул Советская, 36",
            "contactInfo": {
              "middleName": "Николаевич",
              "lastName": "Кочубей",
              "#text": "\n \n \n \n ",
              "firstName": "Юрий"
            },
            "organizationName": "Муниципальное унитарное предприятие \"Невельские коммунальные сети\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6505011534",
            "participantType": "U",
            "contactPhone": "8-42436-61544",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694740, обл Сахалинская, г Невельск, ул Советская, 36"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 3131.46,
        "id": "52d7e8f6f96d7f6f31aa12f9",
        "regNum": "0161100006913000041",
        "products": {
          "product": [{
            "name": "отпуск питьевой воды",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 59.74,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49532701",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "2724.14",
            "quantity": "45.6"
          }, {
            "name": "прием сточных вод",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 9.15,
            "OKDP": {
              "code": "9450030",
              "#text": "\n \n \n ",
              "name": "Услуги по водоотведению, осуществляемые на основании договоров"
            },
            "sid": "49532702",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "208.62",
            "quantity": "22.8"
          }, {
            "name": "прием сточных вод",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 8.72,
            "OKDP": {
              "code": "9450030",
              "#text": "\n \n \n ",
              "name": "Услуги по водоотведению, осуществляемые на основании договоров"
            },
            "sid": "49532703",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "198.7",
            "quantity": "22.79"
          }],
          "#text": "\n \n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "651601001",
            "factualAddress": "694820, обл Сахалинская, г Томари, ул Им М.И.Калинина, 35",
            "contactInfo": {
              "middleName": "Николаевич",
              "lastName": "Кляус",
              "#text": "\n \n \n \n ",
              "firstName": "Владимир"
            },
            "organizationName": "Муниципальное предприятие \"Водоканал\" муниципального образования \"Томаринский городской округ\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6516007970",
            "participantType": "U",
            "contactPhone": "8-42446-26509",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694820, г. Томари, ул. Калинина, 35"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 3934.14,
        "id": "52d7e8f6f96d7f6f31aa12fa",
        "regNum": "0161100006913000042",
        "products": {
          "product": [{
            "name": "отпуск питьевой воды\n",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 68.33,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49526965",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "2013.05",
            "quantity": "29.46"
          }, {
            "name": "отпуск питьевой воды",
            "OKEI": {
              "code": "113",
              "#text": "\n \n \n ",
              "name": "Кубический метр"
            },
            "price": 65.21,
            "OKDP": {
              "code": "4110100",
              "#text": "\n \n \n ",
              "name": "Вода питьевая"
            },
            "sid": "49526966",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "1921.09",
            "quantity": "29.46"
          }],
          "#text": "\n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650801001",
            "factualAddress": "694920, обл Сахалинская, г Углегорск, ул Свободная, 1",
            "contactInfo": {
              "middleName": "Анатольевич",
              "lastName": "Малышев ",
              "#text": "\n \n \n \n ",
              "firstName": "Александр"
            },
            "organizationName": "муниципальное унитарное предприятие \"Углегорское жилищно-коммунальное хозяйство\" Углегорского городского поселения Углегорского муниципального района Сахалинской области",
            "organizationForm": "i40",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "15000",
              "#text": "\n \n \n ",
              "singularName": "Унитарное предприятие"
            },
            "inn": "6508009300",
            "participantType": "U",
            "contactPhone": "8-42432-44542",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694620, Сахалинская область, г. Углегорск, ул. Свободная, 1",
            "contactFax": "8-42432-44552"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 348550.6,
        "id": "52d7e8f6f96d7f6f31aa12fb",
        "regNum": "0161100006913000043",
        "products": {
          "product": [{
            "name": "Тепловая энергия в горячей воде",
            "OKEI": {
              "code": "233",
              "#text": "\n \n \n ",
              "name": "Гигакалория"
            },
            "price": 1903.19,
            "OKDP": {
              "code": "4030204",
              "#text": "\n \n \n ",
              "name": "Теплоэнергия, отпущенная коммунальными (работающими на общую теплосеть) котельными"
            },
            "sid": "49525455",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "115885.29",
            "quantity": "60.89"
          }, {
            "name": "тепловая энергия в горячей воде",
            "OKEI": {
              "code": "233",
              "#text": "\n \n \n ",
              "name": "Гигакалория"
            },
            "price": 1802.21,
            "OKDP": {
              "code": "4030204",
              "#text": "\n \n \n ",
              "name": "Теплоэнергия, отпущенная коммунальными (работающими на общую теплосеть) котельными"
            },
            "sid": "49524156",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "232665.31",
            "quantity": "129.1"
          }],
          "#text": "\n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "650801001",
            "factualAddress": "694920, обл Сахалинская, г Углегорск, ул Свободная, 1",
            "contactInfo": {
              "middleName": "Анатольевич",
              "lastName": "Малышев ",
              "#text": "\n \n \n \n ",
              "firstName": "Александр"
            },
            "organizationName": "муниципальное унитарное предприятие \"Углегорское жилищно-коммунальное хозяйство\" Углегорского городского поселения Углегорского муниципального района Сахалинской области",
            "organizationForm": "i40",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "15000",
              "#text": "\n \n \n ",
              "singularName": "Унитарное предприятие"
            },
            "inn": "6508009300",
            "participantType": "U",
            "contactPhone": "8-42432-44542",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694620, Сахалинская область, г. Углегорск, ул. Свободная, 1",
            "contactFax": "8-42432-44552"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 5295.84,
        "id": "52d7e8f6f96d7f6f31aa12fc",
        "regNum": "0161100006913000044",
        "products": {
          "product": {
            "name": "Специальная связь\n",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 441.32,
            "OKDP": {
              "code": "7513042",
              "#text": "\n \n \n ",
              "name": "Административные услуги, связанные со связью"
            },
            "sid": "49521051",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "5295.84",
            "quantity": "12"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "774850001",
            "factualAddress": "129629, г.Москва, ул. 1-я Мытищинская, д.17",
            "contactInfo": {
              "middleName": "Николаевич",
              "lastName": "Тимефеев",
              "#text": "\n \n \n \n ",
              "firstName": "Юрий"
            },
            "organizationName": "Федеральное государственное унитарное предприятие \"Главный центр специальной связи\" ",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "legalForm": {
              "code": "15000",
              "#text": "\n \n \n ",
              "singularName": "Унитарное предприятие"
            },
            "inn": "7717043113",
            "participantType": "U",
            "contactPhone": "8-4242-722211",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693020, г.Южно-Сахалинск, ул. Ленина, д. 220, а/я 312/2",
            "contactFax": "8-4242-722072"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 200000,
        "id": "52d7e8f6f96d7f6f31aa12fd",
        "regNum": "0161100006913000045",
        "products": {
          "product": {
            "name": "услуги почтовой связи\n",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 1,
            "OKDP": {
              "code": "6411010",
              "#text": "\n \n \n ",
              "name": "Услуги почтовые, связанные с пересылкой писем"
            },
            "sid": "49519725",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "200000",
            "quantity": "200000"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "772401001",
            "factualAddress": "131000, г Москва, ш Варшавское, 37",
            "contactInfo": {
              "middleName": "Викторович",
              "lastName": "Сердотецкий",
              "#text": "\n \n \n \n ",
              "firstName": "Илья"
            },
            "organizationName": "Федеральное государственное унитарное предприятие \"Почта России\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "7724261610",
            "participantType": "U",
            "contactPhone": "8-4242-493200",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693000, г. Южно-Сахалинск, ул. Ленина, 220"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 499940.48,
        "id": "52d7e8f6f96d7f6f31aa12fe",
        "regNum": "0161100006913000046",
        "products": {
          "product": [{
            "name": "Знаки почтовой оплаты, наносимые франкировальной машиной",
            "OKEI": {
              "code": "922",
              "#text": "\n \n \n ",
              "name": "Знак"
            },
            "price": 1,
            "OKDP": {
              "code": "6411090",
              "#text": "\n \n \n ",
              "name": "Услуги почтовые прочие"
            },
            "sid": "49457598",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "497939.2",
            "quantity": "497939.2"
          }, {
            "name": "Ввод авансовых платежей во франкировальную машину",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 2001.28,
            "OKDP": {
              "code": "6411090",
              "#text": "\n \n \n ",
              "name": "Услуги почтовые прочие"
            },
            "sid": "49457599",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "2001.28",
            "quantity": "1"
          }],
          "#text": "\n \n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "772401001",
            "factualAddress": "131000, г Москва, ш Варшавское, 37",
            "contactInfo": {
              "middleName": "Викторович",
              "lastName": "Сердотецкий",
              "#text": "\n \n \n \n ",
              "firstName": "Илья"
            },
            "organizationName": "Федеральное государственное унитарное предприятие \"Почта России\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "7724261610",
            "participantType": "U",
            "contactPhone": "8-4242-493200",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693000, г. Южно-Сахалинск, ул. Ленина, 220"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 150355.57,
        "id": "52d7e8f6f96d7f6f31aa12ff",
        "regNum": "0161100006913000047",
        "products": {
          "product": {
            "name": "тепловая энергия",
            "OKEI": {
              "code": "233",
              "#text": "\n \n \n ",
              "name": "Гигакалория"
            },
            "price": 2836.9,
            "OKDP": {
              "code": "4030204",
              "#text": "\n \n \n ",
              "name": "Теплоэнергия, отпущенная коммунальными (работающими на общую теплосеть) котельными"
            },
            "sid": "49453412",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "150355.57",
            "quantity": "53"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "651601001",
            "factualAddress": "694820, обл Сахалинская, г Томари, ул Им М.И.Калинина, 35",
            "contactInfo": {
              "middleName": "Дар",
              "lastName": "Те",
              "#text": "\n \n \n \n ",
              "firstName": "Хен"
            },
            "organizationName": "Закрытое акционерное общество \"Тепло\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "6516008188",
            "participantType": "U",
            "contactPhone": "7-42446-26454",
            "#text": "\n \n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "694820, обл Сахалинская, г Томари, ул Им М.И.Калинина, 35",
            "contactFax": "7-42446-26354"
          },
          "#text": "\n \n "
        }
      }, {
        "customer": {
          "kpp": "650901001",
          "regNum": "01611000069",
          "inn": "6509008677",
          "fullName": "Межрайонная инспекция Федеральной налоговой службы № 2 по Сахалинской области"
        },
        "price": 56000,
        "id": "52d7e8f6f96d7f6f31aa1300",
        "regNum": "0161100006913000048",
        "products": {
          "product": {
            "name": "услуги связи\n",
            "OKEI": {
              "code": "796",
              "#text": "\n \n \n ",
              "name": "Штука"
            },
            "price": 1,
            "OKDP": {
              "code": "6420020",
              "#text": "\n \n \n ",
              "name": "Услуги местной телефонной связи"
            },
            "sid": "49451760",
            "#text": "\n \n \n \n \n \n \n \n ",
            "sum": "56000",
            "quantity": "56000"
          },
          "#text": "\n \n "
        },
        "signDate": "2013-12-31T00:00:00",
        "suppliers": {
          "supplier": {
            "kpp": "784001001",
            "factualAddress": "191002, г Санкт-Петербург, ул Достоевского, 15",
            "contactInfo": {
              "middleName": "Петровна",
              "lastName": "Пинчук",
              "#text": "\n \n \n \n ",
              "firstName": "Элеонора"
            },
            "organizationName": "Открытое акционерное общество междугородной и международной электрической связи \"Ростелеком\"",
            "country": {
              "#text": "\n \n \n ",
              "countryCode": "643",
              "countryFullName": "Российская Федерация"
            },
            "inn": "7707049388",
            "participantType": "U",
            "contactPhone": "8-4242-720303",
            "#text": "\n \n \n \n \n \n \n \n \n \n ",
            "postAddress": "693000, г. Южно-Сахалинск, ул. Ленина 220"
          },
          "#text": "\n \n "
        }
      }],
      "page": 1,
      "perpage": 20
    }
  };
});
